; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	Hrant Ohanyan <hrantohanyan@mail.am>
; Homepage:	http://www.armsoft.info
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
1=Ֆայլ
2=Նախընտրանքներ
3=Օգնություն
4=
5=Ընտրել ֆայլը
6=&Արխիվ/Ֆայլ, որը պետք է բացել.
7=Բացել
8=&Թղթապանակը.
9=
10=Universal Extractor-ի ընտրանքները
11=Պահպանել &պատմությունը
12=
13=
14=&Լեզուն:
15=
16=
17=Ձևաչափի հատուկ ընտրանքները
18=&Հարցնել ֆայլերը բացելուց առաջ
19=&Ջնջել ֆայլերի կրկնօրինակները
20=Ջնջել &ժամանակավոր ֆայլերը
21=&Ավելացնել ընդլայնում
22=
23=
24=%s ծրագրի կայքը
25=
26=
27=
28=
29=
30=
31=&ԼԱՎ
32=
33=
34=&Մերժել
35=Նախընտրանքներ 2
36=%s Բացվում է
37=%s-ը աջակցում է բացելու հետևյալ եղանակները. %s. Ցավոք այս եղանակներից ոչ մեկը հուսալի չէ 100 %-ով: Եթե տրված եղանակը չի աշխատում, բացեք %s նորից և ընտրեք համարժեք այլ մեթոդ:
38=Բացելու եղանակը
39=%s Ադմինիստրատիվ տեղակայիչ
40=%s բացվում է
41=%s անցում
42=%s Բացիչ
43=Սա InstallShield տեղակայման ֆայլ չէ
44=
45=
46=
47=%s Խնդրում ենք ընտրել ճիշտ թղթապանակ:
48=Բացել ֆայլը
49=Պահպանել
50=
51=արխիվ
52=սեղմված ֆայլ
53=
54=էլ. գիրք
55=էլ. քարտ
56=կոդավորված ֆայլ
57=օգտագործվող ֆայլ
58=
59=Օգնության ֆայլը
60=хотфикс
61=դիտել
62=տեղակայիչ
63=
64=փաթեթը
65=ուղղում
66=Ինքնաբացվող արխիվ
67=Մակարդակը
68=
69=Թեսթավորում
70=
71=
72=թարմացում
73=
74=
75=Ստուգվում է ֆայլի տեսակը:
76=Ֆայլը ստուգվում է %s-ի օգնությամբ
77=Հանվում են ֆայլերը`
78=%n բացվում է, խնդրում ենք սպասել:
79=
80=CD արտացոլանքները միանգամից հնարավոր չէ բացել: %n արտացոլանքտը կփոխվի ISO-ի, որը և կբացվի:%n%nՇարունակե՞լ:%n
81=Սխալ. CD արտացոլանքը չի կարող ձևափոխվել;%nԵթե սա BIN/CUE է, ապա համոզվե, որ CUE ֆայլը ճիշտ է:
82=Սխալ. ISO արտացոլանքը ստեղծվել է %s արտացոլանքից,այն չի կարող ձևափոխվել:%nՑանկանում ե՞ք պահպանել ISO արտացելանքը:
83=Սխալ. Չի գտնվել. %n%s\%s.%s%n%nԱշխատանքի համար անհրաժեշտ են  - %s.BIN և %s.CUE - ֆայլերը:
84=%s-ի որոշում: Ընտրեք տեղակայման ֆայլից և սեղմեք ԼԱՎ` շարունակելու համար:
85=Ուշադրություն. այս եղանակը աշխատում է միայն Windows Installer-ի որոշակի փաթեթների հետ:%nԵթե Wise Installation Wizard-ը բացվի և կանգնի ընթացքում, ապա նշանակում է ֆայլի ձևաչափը չի աջակցվում:%n Փակեք տեղակայման փաթեթը և %s բացումը կընդհատվի:%n%nՇարունակե՞լ:
86=Այս ֆայլը սեղմված է %s սեղմամբ:%n%nԲացե՞լ ֆայլը:%n%n
87=Սխալ. %s%nչի կարող բացվել:
88=Զգուշացում. Այս տիպի ֆայլը բացելու համար, ֆայլը պետք է բացվի:%nԵթե Դուք շարունակեք կկատարվի հետևյալ հրամանը.%n%n%s%%nՇարունակե՞լ:
89=
90=
91=
92=
93=
94=%s հնարավոր չէ գրանցել:
95=
96=%s հնարավոր չէ բացել:%nՖայլի տեսակը.%s%n%nՍեղմեք ԼԱՎ, եթե ցանկանում եք ստուգել ֆայլը, "Հրաժարվել"`դուրս գալու համար:
97=%s%nունի անհայտ ձևաչափ և չի կարող բացվել:
98=%s%n հնարավոր չէ ստեղծել:
99=%s չի կարող բացվել:%nՀնարավոր է %s աջակցվում է, բայց բացումը անհաջող էր:%n
100=
101=
102=
103=
104=
105=
106=
107=
108=
109=
110=
111=
112=
113=
114=
115=
116=
117=
118=
119=
